{"courses":[{"id":4408,"title":"voluptate culpa non commodo","description":"Velit pariatur labore ut qui mollit cillum dolor tempor est anim. Velit qui magna eiusmod Lorem duis. Fugiat sint magna aute ut sunt ea tempor ipsum id irure.","topRated":false,"date":"2017-12-19T15:12:04+00:00","duration":246},{"id":2827,"title":"elit occaecat proident pariatur","description":"Non commodo Lorem aliquip veniam officia esse dolor consectetur dolore irure velit veniam culpa labore. Eiusmod consectetur esse quis enim id eiusmod nulla. Ea consequat in anim aute ea.","topRated":true,"date":"2017-11-02T02:23:36+00:00","duration":78},{"id":4505,"title":"consectetur nostrud et eu","description":"Elit cupidatat irure consectetur proident ipsum ipsum anim esse aute labore mollit excepteur laborum. Ut minim adipisicing duis incididunt est. Reprehenderit minim tempor nostrud magna.","topRated":false,"date":"2017-06-07T04:40:53+00:00","duration":325},{"id":6909,"title":"cupidatat culpa fugiat non","description":"Qui nisi aute nisi qui elit duis commodo et. Ullamco excepteur cillum tempor quis quis ipsum in proident sunt anim non eiusmod sint. Excepteur pariatur sunt proident tempor quis ut ipsum do exercitation quis ex.","topRated":false,"date":"2017-06-12T04:44:42+00:00","duration":241},{"id":4528,"title":"qui ullamco sit deserunt","description":"Ea velit ex pariatur incididunt veniam id sunt laboris non sit qui. Amet in enim ullamco mollit cupidatat. Esse tempor occaecat laboris enim amet est ea elit dolore.","topRated":true,"date":"2017-08-21T17:41:10+00:00","duration":399},{"id":634,"title":"tempor aute ipsum adipisicing","description":"Ex voluptate occaecat fugiat veniam consectetur duis enim aliquip irure. Fugiat sunt do fugiat non. Esse do commodo reprehenderit mollit esse velit magna labore qui dolore consectetur tempor proident.","topRated":true,"date":"2017-07-15T21:53:41+00:00","duration":324},{"id":5843,"title":"in ipsum anim cillum","description":"Non consequat cupidatat eiusmod duis magna do. Ullamco eiusmod fugiat consectetur Lorem. Officia consectetur duis est anim sit amet tempor eiusmod consequat qui magna.","topRated":false,"date":"2017-06-11T23:45:42+00:00","duration":35},{"id":9835,"title":"sit magna proident nisi","description":"Non id in id adipisicing. Est do proident amet non qui est. Velit dolore quis id id magna sunt consequat velit minim mollit nostrud in do elit.","topRated":false,"date":"2017-10-11T14:05:15+00:00","duration":265},{"id":1907,"title":"fugiat officia sunt consectetur","description":"Aliquip magna sint Lorem est ut do commodo eiusmod excepteur nisi. Pariatur minim nisi tempor nisi eu. Id fugiat cillum mollit quis pariatur aliquip.","topRated":true,"date":"2017-09-28T02:01:56+00:00","duration":180},{"id":1197,"title":"deserunt ullamco excepteur irure","description":"Eiusmod reprehenderit sint magna nulla aliqua. Ullamco aliqua dolore excepteur minim esse in. Pariatur amet dolore nulla aliquip tempor est occaecat velit.","topRated":true,"date":"2017-05-16T04:20:18+00:00","duration":90},{"id":3765,"title":"consectetur ea incididunt cillum","description":"Ut non velit sunt sunt quis dolor. Nisi minim ex exercitation elit culpa nulla enim aliquip. Dolor aute cillum eiusmod proident laborum consectetur Lorem consequat et ea commodo laborum.","topRated":false,"date":"2017-05-02T08:10:27+00:00","duration":355},{"id":5258,"title":"proident nulla in mollit","description":"Veniam qui reprehenderit nostrud sunt ut officia. Enim aliquip eu consectetur do labore cupidatat minim anim nulla culpa velit ad nisi. Adipisicing veniam deserunt et excepteur ullamco duis sit dolor labore sint ullamco ad Lorem laborum.","topRated":false,"date":"2017-04-23T07:00:19+00:00","duration":270},{"id":1596,"title":"nisi exercitation in cupidatat","description":"Consectetur ipsum exercitation ea ad exercitation ipsum tempor laborum minim fugiat in tempor. Nisi qui nisi culpa anim aute. Consectetur sit duis cillum ea esse adipisicing occaecat aute pariatur do sint.","topRated":true,"date":"2017-05-07T22:27:48+00:00","duration":259},{"id":1900,"title":"minim Lorem dolor duis","description":"Labore officia tempor ipsum veniam. Aliquip qui proident minim sint non ea occaecat laboris. Sit dolore do laborum non irure amet laborum commodo.","topRated":false,"date":"2017-08-30T23:18:34+00:00","duration":85},{"id":9441,"title":"irure anim anim mollit","description":"Dolor est excepteur cillum culpa. Labore do id labore quis culpa proident laborum Lorem aliquip proident. Commodo ullamco in mollit ullamco officia ex ullamco velit laborum enim fugiat in.","topRated":true,"date":"2017-07-23T19:37:25+00:00","duration":173},{"id":4115,"title":"nostrud laboris aliqua sint","description":"Irure aliquip veniam do tempor. Tempor tempor non veniam nostrud consequat tempor laborum Lorem dolor in dolore et. Lorem ex eiusmod eiusmod aliquip tempor velit duis.","topRated":false,"date":"2017-11-13T17:01:09+00:00","duration":377},{"id":9125,"title":"consectetur adipisicing laboris deserunt","description":"Fugiat incididunt fugiat esse anim non enim proident anim do veniam velit mollit amet ea. Et duis nulla cillum laborum fugiat esse aute excepteur sit occaecat commodo laborum tempor. Irure dolore cupidatat commodo fugiat duis duis excepteur veniam consectetur aute ad irure.","topRated":true,"date":"2017-11-01T03:48:30+00:00","duration":315},{"id":6933,"title":"commodo amet elit fugiat","description":"Exercitation do commodo consequat cillum minim. Minim commodo anim occaecat reprehenderit consequat irure anim fugiat ipsum anim. Laborum est non exercitation eiusmod officia ad sunt non aute.","topRated":true,"date":"2017-11-22T18:05:16+00:00","duration":30},{"id":1971,"title":"nisi ut velit commodo","description":"Occaecat Lorem anim sit laborum consectetur do excepteur incididunt voluptate laboris ad aliqua veniam. Elit esse reprehenderit dolor ullamco. Quis dolore eiusmod laborum eu qui occaecat cupidatat veniam magna deserunt excepteur.","topRated":false,"date":"2017-11-24T00:51:54+00:00","duration":123},{"id":48,"title":"ea reprehenderit adipisicing enim","description":"Consequat proident aute sunt ea eiusmod. Sunt esse aliqua quis anim nostrud veniam sit. Occaecat adipisicing ad sint dolore est cillum eu tempor.","topRated":false,"date":"2017-12-29T03:42:43+00:00","duration":158}]}